{"ReportText": "CHEST PORTABLE ONE VIEW CLINICAL INFORMATION: Post operative open heart surgery. COMPARISON: XR CHEST PA AND LATERAL dated 04/15/2018; XR CHEST PA AND LATERAL dated 04/14/2018; XR CHEST PA AND LATERAL dated 04/06/2018 FINDINGS: Endotracheal tube is present with the tip approximately 3.1 cm above the carina. Right IJ central venous catheter with the tip in the region of the superior vena cava. Right subclavian central venous catheter with the tip in the region of the proximal SVC. Mediastinal drains and left-sided chest tube. NG tube extends below the inferior margin of the image. Heart size within normal limits. There are hazy opacities in the perihilar regions bilaterally. No pleural effusion or pneumothorax. IMPRESSION: 1. Endotracheal tube tip 3.1 cm above the carina. Right IJ central venous catheter with the tip in the region of the superior vena cava. 2. Hazy perihilar opacities bilaterally. No pleural effusion or pneumothorax. Signed by: [[PERSONALNAME]]", "findings": "FINDINGS: Endotracheal tube is present with the tip approximately 3.1 cm above the carina. Right IJ central venous catheter with the tip in the region of the superior vena cava. Right subclavian central venous catheter with the tip in the region of the proximal SVC. Mediastinal drains and left-sided chest tube. NG tube extends below the inferior margin of the image. Heart size within normal limits. There are hazy opacities in the perihilar regions bilaterally. No pleural effusion or pneumothorax. \n\n", "clinicaldata": "CLINICAL INFORMATION: Post operative open heart surgery. \n\n", "ExamName": "CHEST PORTABLE ONE VIEW\n\nCOMPARISON: XR CHEST PA AND LATERAL dated 04/15/2018; XR CHEST PA AND LATERAL dated 04/14/2018; XR CHEST PA AND LATERAL dated 04/06/2018", "impression": "IMPRESSION: 1. Endotracheal tube tip 3.1 cm above the carina. Right IJ central venous catheter with the tip in the region of the superior vena cava. 2. Hazy perihilar opacities bilaterally. No pleural effusion or pneumothorax. Signed by: [[PERSONALNAME]]"}